Repository: rizitis/Athos
Catalog: REPO-AthOS/calligra/work/calligra-4.0.1/po/*/calligra_shape_artistictext.po
Languages: eu

# (qtundo-format)
source: Add text range
eu: Gehitu testu-barrutia

source: ArtisticTextShape
eu: TestuFormaArtistikoa

source: A shape which shows a single text line
eu: Testu lerro bakar bat erakusten duen forma

source: Artistic Text
eu: Testu artistikoa

source: Detach Path
eu: Bereizi bidea

source: Convert to Path
eu: Bihurtu bide

source: Bold text
eu: Testu lodia

source: Italic text
eu: Testu etzana

source: Superscript
eu: Goi-indizea

source: Subscript
eu: Azpi-indizea

source: Anchor at Start
eu: Aingura hasieran

source: Anchor at Middle
eu: Aingura erdian

source: Anchor at End
eu: Aingura bukaeran

source: Click to change cursor position.
eu: Egin klik kurtsorearen kokalekua aldatzeko.

source: Click to select text shape.
eu: Egin klik testu-forma hautatzeko.

source: Double click to put text on path.
eu: Klik bikoitza testua bidean ipintzeko.

source: Drag handle to change start offset.
eu: Arrastatu heldulekua hasieraren jatorri-aldaketa aldatzeko.

source: Press escape to finish editing.
eu: «Ihes» sakatu edizioa bukatzeko.

source: Press return to finish editing.
eu: «Itzuli» sakatu edizioa bukatzeko.

# (qtundo-format)
source: Convert to Path
eu: Bihurtu bide

source: Text Properties
eu: Testuaren propietateak

source: Text On Path
eu: Testua bidean

source: Artistic text editing
eu: Testu artistikoaren edizioa

# (qtundo-format)
source: Attach Path
eu: Erantsi bidea

# (qtundo-format)
source: Change text anchor
eu: Aldatu testuaren aingura

# (qtundo-format)
source: Change font
eu: Aldatu letra-tipoa

# (qtundo-format)
source: Change Text Offset
eu: Aldatu testuaren jatorri-aldaketa

# (qtundo-format)
source: Detach Path
eu: Bereizi bidea

# (qtundo-format)
source: Remove text range
eu: Kendu testu-barrutia

# (qtundo-format)
source: Replace text range
eu: Ordezkatu testu-barrutia
