Repository: rizitis/Athos
Catalog: REPO-AthOS/calligra/work/calligra-4.0.1/po/*/calligra_shape_formula.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com

# (qtundo-format)
source: Add text to formula
eo: Aldoni tekston al formulo

# (qtundo-format)
source: Change rows
eo: Ŝanĝi vicojn

# (qtundo-format)
source: Add text
eo: Aldoni tekston

# (qtundo-format)
source: Insert row
eo: Enmeti vicon

# (qtundo-format)
source: Remove row
eo: Forigi vicon

# (qtundo-format)
source: Insert column
eo: Enmeti kolumnon

# (qtundo-format)
source: Remove column
eo: Forigi kolumnon

# (qtundo-format)
source: Insert formula elements.
eo: Enmeti formulelementojn.

# (qtundo-format)
source: Remove formula elements
eo: Forigi formulelementojn

# @title:group
source: Edit
eo: Redakti

source: Font:
eo: Tiparo:

# @title:group
source: Insert
eo: Enmeti

source: Arrows
eo: Sagoj

source: Greek
eo: Greka

source: Relations
eo: Rilatoj

source: Operators
eo: Operaciistoj

source: Miscellaneous
eo: Diversaj

source: Elements:
eo: Elementoj:

source: Symbols:
eo: Simboloj:

source: Actions:
eo: Agoj:

# This button opens a file dialog to load a MathML file
source: Load...
eo: Ŝargi...

source: Save...
eo: Savi...

source: This document contains an external link to a remote document %1
eo: Tiu dokumento enhavas eksteran ligon al ne-loka dokumento %1

source: Confirmation Required
eo: Bezonas konfirmon

source: Download
eo: Elŝuti

source: Skip
eo: Preterpasi

source: Formula
eo: Formulo

source: A formula
eo: Formulo

source: Insert fenced element
eo: Enmeti baritan elementon

source: Insert enclosed element
eo: Enmeti enfermitan elementon

source: Insert root
eo: Enmeti radikon

source: Insert square root
eo: Enmeti kvadratan radikon

source: Insert fraction
eo: Enmeti frakcion

source: Insert bevelled fraction
eo: Enmeti bevelitan frakcion

source: Insert 3x3 table
eo: Enmeti 3x3 tabelon

source: Insert 2 dimensional vector
eo: Enmeti 2-dimensian vektoron

source: Insert subscript
eo: Enigi malaltan skibon

source: Insert superscript
eo: Enigi altan skribon

source: Insert sub- and superscript
eo: Enigi malalt- kaj alt-skribon

source: Insert overscript
eo: Enigi supran skribon

source: Insert underscript
eo: Enigi suban skribon

source: Insert under- and overscript
eo: Enmeti suban kaj supran skribon

source: Insert row
eo: Enmeti vicon

source: Insert column
eo: Enmeti kolumnon

source: Remove row
eo: Forigi vicon

source: Remove column
eo: Forigi kolumnon

source: Formula editing
eo: Formulredaktado

source: Mode:
eo: Reĝimo:

source: Parse error.
eo: Analizeraro.

source: Edit formula with LaTeX/Matlab syntax
eo: Redakti formulon kun LaTeX/Matlab sintakso

source: Edit formula with LaTeX syntax
eo: Redakti formulon kun LaTeX-sintakso
