Repository: rizitis/Athos
Catalog: REPO-AthOS/knetattach/work/plasma-desktop-6.2.3/po/*/kcm_desktoppaths.po
Languages: sk

# @label:textbox
source: Desktop folder:
sk: Cesta k ploche:

# @info:tooltip and accessible description
source: This folder contains all the files you see on your desktop.
sk: Tento priečinok obsahuje všetky súbory, ktoré vidíte na pracovnej ploche.

# @label:textbox
source: Documents folder:
sk: Cesta k dokumentom:

# @info:tooltip and accessible description
source: This folder will be used by default to open or save documents.
sk: Tento priečinok sa bude predvolene používať na otváranie alebo ukladanie dokumentov.

# @label:textbox
source: Downloads folder:
sk: Cesta k preberaniam

# @info:tooltip and accessible description
source: This folder will be used by default to save your downloaded items.
sk: Tento priečinok sa predvolene používa na ukladanie prevzatých položiek.

# @label:textbox
source: Videos folder:
sk: Cesta k videám:

# @info:tooltip and accessible description
source: This folder will be used by default to open or save video files.
sk: Tento priečinok sa bude predvolene používať na otváranie alebo ukladanie videosúborov.

# @label:textbox
source: Pictures folder:
sk: Cesta k obrázkom:

# @info:tooltip and accessible description
source: This folder will be used by default to open or save image files.
sk: Tento priečinok sa bude predvolene používať na otváranie alebo ukladanie obrázkov.

# @label:textbox
source: Music folder:
sk: Cesta k hudbe:

# @info:tooltip and accessible description
source: This folder will be used by default to open or save music files.
sk: Tento priečinok sa bude predvolene používať na otváranie alebo ukladanie hudobných súborov.

# @label:textbox
source: Public folder:
sk: Cesta k verejným súborom:

# @info:tooltip and accessible description
source: This folder will be used by default for publicly-shared files when network sharing is enabled.
sk: Tento priečinok sa bude predvolene používať pre verejne zdieľané súbory, keď je povolené sieťové zdieľanie.

# @label:textbox
source: Templates folder:
sk: Cesta k šablónam:

# @info:tooltip and accessible description
source: This folder will be used by default to open or save file templates.
sk: Tento priečinok sa bude predvolene používať na otváranie alebo ukladanie šablón.

# @action:button
source: Choose new location
sk: Vybrať nové umiestenie
